var settings =  {
    lat: "36.8682522",
    lon : "10.194082",
    alarms : [['04:52','0-1-2-3-4-5-6', 'الصبح'], ['05:00','0-1-2-3-4-5-6','الصبح'], ['10:40','1-2-3-4-6','عبد الاله'], ['11:40','1-2-3-4-5-6','مدرسة'], ['12:30','1-2-3-4-5-6','ظهر الأطفال'], ['16:00','0-1-2-3-4-5-6','العصر'], ['16:40','1-2-3-4-5-6','المدرسة'], ['17:20','1-2-3-4-5-6','عصر الصغار'], ['18:20','0-1-2-3-4-5-6','المغرب'], ['21:00','0-1-2-3-4-5-6','العشاء']],
    douaaperiod : 10, //30 mn, set to 0 to disable
    nbdouaas : 13,
    athanvolume : 1.0,
    douaavolume : 0.3,
    alarmvolume : 1.0,

    athkarsabah : '07:30',
    athkarmasaa : '17:30',
    AthanCalMethod : "Karachi" //MWL, ISNA, Egypt, Makkah, Karachi
};